{
    "nav.home": "الرئيسية",
    "nav.manifesto": "البيان",
    "nav.history": "التاريخ",
    "nav.timeline": "الجدول الزمني",
    "nav.podcasts": "البودكاست",
    "nav.blog": "المدونة",
    "hero.subtitle": "صوت الشباب المغربي",
    "hero.title": "جيل زد",
    "hero.description": "حركة شبابية تطالب بالصحة والتعليم والحياة الكريمة لجميع المغاربة. ولدت من ديسكورد، مدعومة بالقناعة. نحن جيل +212.",
    "hero.cta.timeline": "عرض الجدول الزمني",
    "hero.cta.blog": "قراءة التحديثات",
    "demands.title": "مطالبنا",
    "demands.healthcare": "الصحة",
    "demands.healthcare.desc": "رعاية صحية عامة جيدة ومتاحة لجميع المغاربة",
    "demands.education": "التعليم",
    "demands.education.desc": "تعليم مجاني وعالي الجودة بدون تمييز",
    "demands.housing": "السكن",
    "demands.housing.desc": "سكن لائق وميسور للعائلات الشابة",
    "demands.employment": "التوظيف",
    "demands.employment.desc": "فرص عمل وتقليل البطالة بين الشباب",
    "demands.transport": "النقل",
    "demands.transport.desc": "بنية تحتية أفضل للنقل العام",
    "demands.accountability": "المحاسبة",
    "demands.accountability.desc": "محاربة الفساد وسوء استخدام المال العام",
    "quote": "الحق في الصحة والتعليم والحياة الكريمة ليس شعارا فارغا بل مطلب جاد.",
    "footer.rights": "الحق في الصحة والتعليم والحياة الكريمة",
    "theme.dark": "داكن",
    "theme.light": "فاتح",
    "manifesto.title": "البيان",
    "manifesto.subtitle": "هويتنا ورؤيتنا ومبادئنا. ما ندافع عنه ولماذا نتواجد.",
    "manifesto.quote": "جيل زد 212 هو، قبل كل شيء، رفض: رفض لتطبيع الظلم، ورفض لاستبطان الإذلال، ورفض لقبول أن يعاني الشباب بصمت لكي يعمل المجتمع.",
    "manifesto.section.identity.title": "الهوية الأساسية",
    "manifesto.section.identity.subtitle": "من نحن",
    "manifesto.section.identity.content": "وجد جيل زد 212 لأن الصمت أصبح شكلاً من أشكال التواطؤ. لم يولد من أيديولوجية، أو طموح، أو حسابات سياسية، بل من الضغط المتراكم الذي عاشه جيل كامل طُلب منه تحمل الظلم الهيكلي دون شكوى.\n\nاسم جيل زد 212 مقصود ورمزي. \"جيل زد\" يضع الحركة ضمن سياق جيلي عالمي تحدده الحياة الرقمية، وعدم الاستقرار الاقتصادي، وخيبة الأمل السياسية. \"212\" رمز البلد المغربي، يرسخ تلك التجربة الجيلية العالمية في واقع محلي محدد.\n\nجيل زد 212 ليس حزباً سياسياً، ولا يسعى لأن يكون كذلك. إنه موجود كحركة، وشبكة، وموقف أخلاقي مشترك. يرفض صراحة الاستيلاء النخبوي، والاستغلال الحزبي، والنشاط الاستعراضي.\n\nفي جوهره، يمثل جيل زد 212 الشباب المهمش: الخريجين العاطلين عن العمل، والعمال غير المستقرين، والمجتمعات الريفية المستبعدة، والطلاب الصامتين، وأولئك الذين تتشكل حياتهم بقرارات تُتخذ دون موافقتهم.\n\nيُعرّف جيل زد 212 بالكرامة بدلاً من الأيديولوجية. أي نظام — سياسي، اقتصادي، أو اجتماعي — يتطلب إذلال الشباب ليعمل هو غير شرعي. أي استقرار مبني على الإقصاء هو هش. أي سلام يتطلب الصمت في وجه الظلم هو زائف.",
    "manifesto.section.vision.title": "الرؤية",
    "manifesto.section.vision.subtitle": "إلى أين نريد أن نذهب",
    "manifesto.section.vision.content": "يتصور جيل زد 212 مجتمعاً لا يعود فيه الاحتجاج الأداة الأساسية للبقاء. مجتمع لا يحتاج فيه الشباب للخروج إلى الشوارع للمطالبة بما يجب أن يكون مضموناً بالفعل بحكم كونهم بشراً.\n\nتستند هذه الرؤية إلى الاعتقاد بأن المؤسسات يجب أن تخدم الناس، لا أن تديرهم. يتصور جيل زد 212 مؤسسات شفافة، ومسؤولة، ومستجيبة — مؤسسات تعترف بالشباب ليس كتهديدات، أو أعباء، أو إحصائيات مجردة، بل كمواطنين كاملين لهم وكالة وصوت.\n\nالكرامة تعني الوصول إلى رعاية صحية جيدة دون إذلال. تعليم يجهز بدلاً من أن يقصي. عمل يوفر الاستقرار بدلاً من الاستغلال. سكن لائق وميسور التكلفة. الحق في التحدث، والتنظيم، والنقد دون خوف.\n\nهذا المستقبل جماعي. لا يتخيل التقدم للقلة بينما يبقى الكثيرون مستبعدين. تصر رؤية جيل زد 212 على أن المجتمع الذي يستثمر في شبابه يستثمر في استمراريته.",
    "manifesto.section.values.title": "القيم والمبادئ",
    "manifesto.section.values.subtitle": "ما لا نتنازل عنه",
    "manifesto.section.values.content": "الكرامة الإنسانية هي الأساس. كل عمل، وموقف، ومطلب يجب أن يتماشى مع حماية القيمة الإنسانية. لا توجد قضية تبرر الإذلال، أو التجريد من الإنسانية، أو استخدام المعاناة كأداة.\n\nالعدالة الاجتماعية لا تنفصل عن الكرامة. المساواة ليست التماثل؛ إنها الوصول المتساوي للحقوق، والموارد، والفرص. تتطلب العدالة المساءلة لمن هم في السلطة والحماية لمن هم بدونها.\n\nالمساءلة تنطبق عالمياً. يجب أن تجيب السلطة لأولئك الذين تؤثر عليهم. الفساد ليس فشلاً أخلاقياً للأفراد فقط، بل نظام يطبع مع الإفلات من العقاب.\n\nالتضامن يحدد علاقاتنا. التضامن ليس صدقة؛ إنه اعتراف متبادل بالضعف المشترك والنضال المشترك. جيل زد 212 يستمع قبل أن يتحدث ويركز على الأصوات التي غالباً ما يتم تجاهلها.\n\nيرفض جيل زد 212 العنف كمبدأ. قد ينتج العنف رؤية، لكنه يدمر التماسك الأخلاقي ويؤذي أولئك الذين يدعي الدفاع عنهم. يجب أن تحافظ المقاومة على الإنسانية التي تسعى لحمايتها.",
    "manifesto.section.political.title": "التموقع السياسي",
    "manifesto.section.political.subtitle": "كيف نتربط بالسلطة",
    "manifesto.section.political.content": "يضع جيل زد 212 نفسه خارج الثنائيات السياسية التقليدية ليس بدافع اللامبالاة، ولكن بدافع الضرورة. الحركة ما بعد أيديولوجية وتركز على القضايا. تقيم السلطة ليس بنواياها المعلنة، بل بآثارها الملموسة على الكرامة الإنسانية.\n\nالسلطة في شكلها الحالي مركزة بشكل مفرط، وغير خاضعة للمساءلة بشكل كافٍ، ومعزولة هيكلياً عن العواقب. يرفض جيل زد 212 هذا الاختلال. يجب كسب الشرعية باستمرار من خلال الشفافية، والاستجابة، والعدالة.\n\nيفهم جيل زد 212 نفسه كحركة ضغط بدلاً من كيان حاكم. دوره ليس إدارة السلطة، بل مواجهتها، وكشف إخفاقاتها، والمطالبة بالمساءلة.\n\nالديمقراطية، كما تمارس حالياً، معترف بها على أنها غير مكتملة ومطبقة بشكل غير متساوٍ. النظام الذي يسمح بالتصويت ولكنه يقمع المعارضة، أو يمنح الحقوق على الورق بينما ينكرها في الممارسة، يفشل في تلبية المعايير الديمقراطية.\n\nلا يسعى جيل زد 212 لاستبدال نخبة بأخرى. تموقعه مرتكز على المساءلة الأفقية والوكالة الجماعية. يجب تشتيت السلطة، ومراقبتها، ومساءلتها باستمرار.",
    "manifesto.section.generational.title": "المنظور الجيلي",
    "manifesto.section.generational.subtitle": "لماذا جيل زد؟",
    "manifesto.section.generational.content": "يرث جيل زد مشاكل هيكلية لم يخلقها، بينما يُحرم من المشاركة الهادفة في حلها. الهشاشة ليست استثناءً لهذا الجيل — إنها القاعدة.\n\nيواجه الشباب اليوم بطالة مزمنة، حتى عندما يكونون متعلمين تعليماً عالياً. الحراك الاجتماعي مسدود بشكل متزايد، والسكن غير متاح، والوعد بأن التعليم يضمن الكرامة تم كسره بشكل منهجي.\n\nيفهم هذا الجيل شيئاً تم تشجيع الأجيال السابقة على تجاهله: الاستقرار بدون كرامة ليس سلاماً. الصمت المفروض بالتبعية الاقتصادية أو الخوف السياسي ليس انسجاماً اجتماعياً — إنه صراع مكبوت.\n\nشكلت الحياة الرقمية الوعي السياسي لجيل زد. رأى الجيل احتجاجات تُسحق، وعوداً تُترك، وفساداً يُكشف عبر الحدود. ينتج هذا الوعي كلاً من التشكيك والمرونة.\n\nيؤكد جيل زد 212 أن أي مجتمع يهمش شبابه بشكل منهجي يقوض مستقبله بفعالية. الاستثمار في جيل زد ليس تنازلاً — إنه ضرورة للاستمرار، والابتكار، والتماسك الاجتماعي.",
    "manifesto.section.causes.title": "القضايا الاجتماعية",
    "manifesto.section.causes.subtitle": "ما نناضل من أجله",
    "manifesto.section.causes.content": "التعليم ليس مجرد الوصول، بل الملاءمة والكرامة. الأنظمة التي تنتج خريجين بلا آفاق تولد الإحباط، وليس التمكين.\n\nالرعاية الصحية مسألة حياة وكرامة. عندما يعتمد الوصول على الثروة، أو الموقع، أو العلاقات، يصبح المرض عقاباً. يرفض جيل زد 212 الأنظمة حيث البقاء نفسه طبقي.\n\nالتوظيف مركزي. يجب أن يوفر العمل الاستقرار، والحماية، والاحترام. العمل غير المستقر الذي يحبس الشباب في دورات من انعدام الأمن هو شكل من أشكال العنف الهيكلي.\n\nالسكن ليس ترفاً. عندما لا يستطيع الشباب تخيل حياة مستقلة، يركد المجتمع. يعامل جيل زد 212 الوصول للسكن كأساس للكرامة.\n\nحرية التعبير تدعم جميع القضايا الأخرى. بدون القدرة على التحدث، والتنظيم، والمعارضة، يصبح الإصلاح مستحيلاً. يدافع جيل زد 212 عن هذه الحرية كمساءلة.\n\nالأهم من ذلك، يمركز جيل زد 212 الأصوات المهمشة من خلال الاستماع. لا يتحدث نيابة عن المجتمعات — بل يضخم أصواتهم.",
    "manifesto.section.organization.title": "التنظيم وهيكل السلطة",
    "manifesto.section.organization.subtitle": "كيف نحكم أنفسنا",
    "manifesto.section.organization.content": "الحركة لا مركزية حسب التصميم. لا يوجد قائد واحد، ولا متحدث دائم، ولا سلطة مركزية. يحمي هذا الحركة من القمع ويمنع تراكم السلطة التي يمكن استغلالها أو احتواؤها.\n\nيستند صنع القرار إلى التشاور، والمداولة، والبحث عن التوافق. لا يُعامل الخلاف كضعف، بل كدليل على التعددية والنزاهة الفكرية.\n\nالتمثيل داخل جيل زد 212 دوري وظرفي، وليس ثابتاً. لا يتحدث أي فرد باسم جيل زد 212 بشكل دائم؛ يتحدثون منه، وفقط ضمن ولايات محددة بوضوح.\n\nالشفافية مطلب أساسي. القرارات، والمواقف، والأفعال يجب أن تكون قابلة للشرح للمجموعة. يُبنى الثقة من خلال الوضوح، وليس الغموض.\n\nتتم مقاومة تركيز السلطة بنشاط. التسلسلات الهرمية غير الرسمية، والسلطة القائمة على الكاريزما، والتبعية لأفراد معينين يتم فحصها وتصحيحها باستمرار.",
    "manifesto.section.strategy.title": "الاستراتيجية والعمل",
    "manifesto.section.strategy.subtitle": "كيف نصنع التغيير",
    "manifesto.section.strategy.content": "يقارب جيل زد 212 العمل بعقلية استراتيجية طويلة المدى. بينما الاحتجاج والتعبئة أدوات مشروعة، فهي ليست غايات في حد ذاتها. يجب أن يكون العمل هادفاً، ومبدئياً، وموجهاً نحو ضغط مستدام.\n\nالهدف الأساسي هو تغيير الظروف التي تُتخذ فيها القرارات. يشمل هذا تغيير الخطاب العام، وكشف الإخفاقات النظامية، وخلق وعي جماعي لا يمكن تجاهله بسهولة.\n\nالوعي هو الطبقة الأولى. يستثمر جيل زد 212 في التوثيق، والتعليم، وتوضيح السردية لتفكيك السرديات التي تطبع مع عدم المساواة أو تنزع الشرعية عن المعارضة.\n\nيتم إعطاء الأولوية للضغط المستدام على الغضب العرضي. تقدر الحركة التحمل على الكثافة، معترفة بأن الانخراط طويل الأمد أكثر تهديداً للأنظمة غير العادلة من الانفجارات قصيرة الأجل.\n\nاللاعنف استراتيجي وأخلاقي. مثل هذه الأعمال لا تؤذي الأبرياء فحسب، بل تقوض الشرعية الأخلاقية أيضاً. يرفض جيل زد 212 الفوز بخسارة إنسانيته.",
    "manifesto.section.communication.title": "التواصل والسردية",
    "manifesto.section.communication.subtitle": "كيف نتحدث",
    "manifesto.section.communication.content": "يعامل جيل زد 212 التواصل كموقع صراع. تشكل السرديات الشرعية، وتحدد حدود الخطاب المقبول، وتحدد من يتم الاعتراف بمعاناته.\n\nالرسالة المركزية بسيطة عمداً: كرامة الشباب غير قابلة للتفاوض. الظلم المعقد لا يتطلب لغة أخلاقية معقدة.\n\nيتحدى جيل زد 212 بنشاط السرديات التي تؤطر احتجاج الشباب كفوضى، أو عدم نضج، أو تهديد. تستجيب الحركة بالحقائق، والاتساق، والأرضية الأخلاقية.\n\nترفض الحركة اللغة المجردة من الإنسانية، حتى تجاه من تعارضهم. يوجه النقد للأنظمة، والسياسات، والأفعال — وليس للقيمة المتأصلة للأفراد.\n\nيتواصل جيل زد 212 ليس لإقناع الجميع، بل للبقاء صادقاً. تُبنى الشرعية من خلال الاتساق بمرور الوقت.",
    "manifesto.section.ethics.title": "الأخلاق والمساءلة",
    "manifesto.section.ethics.subtitle": "كيف نتجنب أن نصبح ما نعارضه",
    "manifesto.section.ethics.content": "الحركات التي تطالب بالمساءلة من الآخرين بينما تعفي نفسها تنهار في النهاية تحت التناقض. الأخلاق والمساءلة ضرورات تشغيلية.\n\nالشفافية توقع أساسي. عندما تحدث الأخطاء — كما ستحدث حتماً — يتم الاعتراف بها بدلاً من إخفائها.\n\nالنقد الذاتي مؤسسي. يشجع جيل زد 212 التفكير، والمعارضة، والتصحيح. الولاء للمبادئ يسبق الولاء للأفراد.\n\nتتم مواجهة استغلال النفوذ مباشرة. المساهمة لا تمنح الحصانة. الكاريزما، أو التضحية، أو الظهور لا يمكن أبداً أن تبرر الضرر.\n\nالمساءلة متبادلة. تطالب الحركة بالمساءلة من السلطة لأنها تمارسها داخلياً.",
    "manifesto.section.legacy.title": "الإرث والاستمرارية",
    "manifesto.section.legacy.subtitle": "ما يجب أن يبقى",
    "manifesto.section.legacy.content": "لا يسعى جيل زد 212 للديمومة كمؤسسة. يسعى للديمومة كسابقة. إذا اختفت الحركة، فإنها تهدف لترك سجل من الرفض: إثبات أن الظلم تمت تسميته، وتحديه، وتوثيقه.\n\nيُفهم الإرث ليس كآثار أو اعتراف، بل كنقل. المعرفة، والتحليل، والشجاعة، والحدود الأخلاقية يجب الحفاظ عليها لمن سيأتي بعد.\n\nالرسالة للأجيال القادمة لا هوادة فيها: لا تقبلوا الإهانة بصمت. الاستقرار بدون عدالة هش. السلام بدون كرامة زائف.\n\nإرث جيل زد 212 النهائي هو التأكيد على أن الشباب ليسوا مشكلة لتتم إدارتها، بل قوة يمكنها إعادة تعريف الحدود الأخلاقية. ذلك الرفض، بمجرد التعبير عنه، لا يمكن التراجع عنه.",
    "history.title": "الأصول و الأيديولوجية",
    "history.subtitle": "كيف أصبح خادم ديسكورد صوت جيل يطالب بالتغيير.",
    "history.section.background.title": "الخلفية",
    "history.section.background.content": "واجه المغرب بطالة شباب بنسبة 35.8% مع أكثر من نصف السكان تحت سن 35. بلغ متوسط النمو الاقتصادي 3%، أقل من هدف 6%. كان لدى البلاد 7.7 طبيب فقط لكل 10,000 نسمة — أقل بكثير من توصية منظمة الصحة العالمية البالغة 25. تم إنفاق المليارات على ملاعب كأس العالم بينما تدهورت المستشفيات.",
    "history.section.spark.title": "الشرارة",
    "history.section.spark.content": "توفيت ثماني نساء أثناء الولادة في مستشفى عام بأكادير، مما كشف هشاشة النظام الصحي. اشتد الغضب الشعبي. أطلق أربعة مستخدمين خادم ديسكورد في 18 سبتمبر. في غضون أسابيع، نما من 1,000 إلى أكثر من 250,000 عضو.",
    "history.section.movement.title": "الحركة",
    "history.section.movement.content": "اندلعت الاحتجاجات الأولى في الرباط، ومراكش، والدار البيضاء. نظم جيل زد 212 — المسمى تيمناً برمز الاتصال الدولي للمغرب +212 — عبر ديسكورد، وتيك توك، وإنستغرام. أصبح 'الملاعب هنا، لكن أين المستشفيات؟' صرخة حاشدة. كانت هذه أكبر الاحتجاجات منذ 2011-2012.",
    "history.discord.title": "لماذا ديسكورد؟",
    "history.discord.content": "تم اختيار ديسكورد لطبيعته اللامركزية ولأن السلطات المغربية لم تكن مألوفة به. كما شرح أحد المنظمين: \"النظام الأمني للبلاد معروف بكونه دموياً.\" ظل منسقو الخادم مجهولين لحماية أنفسهم أثناء تنسيق المظاهرات السلمية.",
    "history.discord.footer": "استلهمت الحركة من احتجاجات الجيل زد المماثلة في نيبال، ومدغشقر، وبيرو.",
    "timeline.title": "الجدول الزمني",
    "timeline.subtitle": "أحداث رئيسية من احتجاجات جيل زد 212، سبتمبر-أكتوبر 2025.",
    "timeline.event.launch.title": "إنشاء خادم ديسكورد",
    "timeline.event.launch.era": "الانطلاق",
    "timeline.event.launch.desc": "أطلق أربعة مستخدمين خادم ديسكورد جيل زد 212 بأقل من 1,000 عضو. تم اختيار ديسكورد لطبيعته اللامركزية.",
    "timeline.event.dayone.title": "بداية الاحتجاجات الأولى",
    "timeline.event.dayone.era": "اليوم الأول",
    "timeline.event.dayone.desc": "تجري المظاهرات الأولى في الرباط، ومراكش، والدار البيضاء. تقارير عن اعتقالات مبكرة من قبل المنافذ المحلية وجماعات الحقوق.",
    "timeline.event.expansion.title": "انتشار الحركة",
    "timeline.event.expansion.era": "التوسع",
    "timeline.event.expansion.desc": "تتوسع الاحتجاجات إلى أكادير وسبع مدن أخرى على الأقل. المتظاهرون يغلقون طريقاً سريعاً رئيسياً في الدار البيضاء.",
    "timeline.event.escalation.title": "اندلاع العنف",
    "timeline.event.escalation.era": "التصعيد",
    "timeline.event.escalation.desc": "تقارير عن شغب واشتباكات عبر مدن متعددة. طالب يبلغ من العمر 19 عاماً صدمته سيارة شرطة في وجدة.",
    "timeline.event.tragedy.title": "ثلاث وفيات في القليعة",
    "timeline.event.tragedy.era": "المأساة",
    "timeline.event.tragedy.desc": "مقتل ثلاثة متظاهرين بعد اقتحام مركز للدرك الملكي. وزارة الداخلية تبلغ عن 409 اعتقالات، و326 إصابة في صفوف قوات الأمن.",
    "timeline.event.persistence.title": "استمرار الاحتجاجات",
    "timeline.event.persistence.era": "الاستمرار",
    "timeline.event.persistence.desc": "تستمر المظاهرات بهتافات 'الشعب يريد رحيل أخنوش'. ينمو خادم ديسكورد إلى 250,000 عضو.",
    "timeline.event.pause.title": "تعليق مؤقت",
    "timeline.event.pause.era": "توقف استراتيجي",
    "timeline.event.pause.desc": "جيل زد 212 يعلق الاحتجاجات مؤقتاً لـ 'تعزيز التنظيم والتنسيق' للمرحلة التالية.",
    "timeline.event.resumption.title": "استئناف الاحتجاجات",
    "timeline.event.resumption.era": "الاستئناف",
    "timeline.event.resumption.desc": "تستأنف المظاهرات في الرباط ومدن أخرى. تدعو الحركة للمقاطعة وتكتيكات ضغط متنوعة.",
    "timeline.event.response.title": "إعلان إصلاحات حكومية",
    "timeline.event.response.era": "الرد",
    "timeline.event.response.desc": "تخصيص 15 مليار دولار للصحة والتعليم (زيادة 16٪)، وعد بـ 27,000 وظيفة جديدة، وتجديد 90 مستشفى.",
    "stats.discord": "أعضاء ديسكورد",
    "stats.arrests": "الاعتقالات",
    "stats.cities": "المدن المحتجة",
    "stats.deaths": "الوفيات",
    "podcasts.title": "بودكاست ومقابلات",
    "podcasts.subtitle": "كل صوت قيادة... وكل موقع مركز",
    "podcasts.cta.subtext": "اشترك في قناتنا على يوتيوب للمزيد من المحتوى",
    "podcasts.cta.button": "اشترك في يوتيوب",
    "podcasts.item.1.title": "مقابلة مع عمر موجان",
    "podcasts.item.1.desc": "قراءة في المطالب الاجتماعية وفق تصور الحركة الأمازيغية",
    "podcasts.item.2.title": "السياسة بصوت جديد - عمر بلافريج",
    "podcasts.item.2.desc": "جلسة نقاش حول المشهد السياسي المغربي",
    "podcasts.item.3.title": "3 ساعات من الفكر والوضوح - أبو بكر الجامعي",
    "podcasts.item.3.desc": "أبو بكر الجامعي في نقاش مفتوح",
    "podcasts.item.4.title": "عزيز غالي - نقاش مفتوح",
    "podcasts.item.4.desc": "واقع الصحة في المغرب، وحقوق الإنسان، وسبل تحقيق المطالب المشروعة",
    "podcasts.item.5.title": "أجي تناقش - عمر بلافريج",
    "podcasts.item.5.desc": "جلسة مفتوحة حول كل ما هو سياسي، اجتماعي و اقتصادي",
    "podcasts.item.6.title": "بودكاست جيل زد الحلقة 6",
    "podcasts.item.6.desc": "نقاش حول مطالب الشباب وتقدم الحركة",
    "podcasts.item.7.title": "بودكاست جيل زد الحلقة 7",
    "podcasts.item.7.desc": "تحليل لرد الحكومة والخطوات القادمة",
    "podcasts.item.8.title": "بودكاست جيل زد الحلقة 8",
    "podcasts.item.8.desc": "أصوات من الحركة",
    "podcasts.item.9.title": "بودكاست جيل زد الحلقة 9",
    "podcasts.item.9.desc": "أزمة الصحة ومطالب الإصلاح",
    "podcasts.item.10.title": "بودكاست جيل زد الحلقة 10",
    "podcasts.item.10.desc": "مستقبل الحركة",
    "blog.title.primary": "المدونة",
    "blog.title.accent": " ",
    "blog.subtitle": "تحديثات وتحليلات وأصوات من حركة جيل زد 212.",
    "blog.searchPlaceholder": "ابحث عن المقالات...",
    "blog.filter.all": "الكل",
    "blog.featured": "مميز",
    "blog.allPosts": "كل المقالات",
    "blog.empty.title": "لا توجد مقالات بعد",
    "blog.empty.subtitle": "ستظهر المقالات هنا بعد إضافتها عبر سترابي.",
    "blog.empty.search": "لم يتم العثور على مقالات تطابق بحثك.",
    "blog.backToBlog": "العودة إلى المدونة",
    "blog.by": "بقلم",
    "blog.postNotFound.title": "المقال غير موجود",
    "blog.postNotFound.subtitle": "المقال الذي تبحث عنه غير موجود."
}
