{
    "nav.home": "Accueil",
    "nav.manifesto": "Manifeste",
    "nav.history": "Histoire",
    "nav.timeline": "Chronologie",
    "nav.podcasts": "Podcasts",
    "nav.blog": "Blog",
    "hero.subtitle": "La Voix de la Jeunesse Marocaine",
    "hero.title": "GEN-Z",
    "hero.description": "Un mouvement mené par les jeunes exigeant la santé, l'éducation et une vie digne pour tous les Marocains. Né de Discord, alimenté par la conviction. Nous sommes la génération +212.",
    "hero.cta.timeline": "Voir la Chronologie",
    "hero.cta.blog": "Lire les Actualités",
    "demands.title": "Nos Revendications",
    "demands.healthcare": "Santé",
    "demands.healthcare.desc": "Des soins de santé publics accessibles et de qualité pour tous les Marocains",
    "demands.education": "Éducation",
    "demands.education.desc": "Éducation gratuite et de haute qualité sans discrimination",
    "demands.housing": "Logement",
    "demands.housing.desc": "Logement abordable et digne pour les jeunes familles",
    "demands.employment": "Emploi",
    "demands.employment.desc": "Opportunités d'emploi et réduction du chômage des jeunes",
    "demands.transport": "Transport",
    "demands.transport.desc": "Meilleure infrastructure de transport public",
    "demands.accountability": "Responsabilité",
    "demands.accountability.desc": "Action contre la corruption et le détournement des fonds publics",
    "quote": "Le droit à la santé, à l'éducation et à une vie digne n'est pas un slogan vide mais une revendication sérieuse.",
    "footer.rights": "Le droit à la santé, l'éducation et une vie digne",
    "theme.dark": "Sombre",
    "theme.light": "Clair",
    "manifesto.title": "LE MANIFESTE",
    "manifesto.subtitle": "Notre identité, notre vision et nos principes. Ce que nous défendons et pourquoi nous existons.",
    "manifesto.quote": "GenZ212 est, avant tout, un refus : un refus de normaliser l'injustice, un refus d'intérioriser l'humiliation, et un refus d'accepter que la jeunesse doive souffrir en silence pour que la société fonctionne.",
    "manifesto.section.identity.title": "Identité Fondamentale",
    "manifesto.section.identity.subtitle": "Qui Nous Sommes",
    "manifesto.section.identity.content": "GenZ212 existe parce que le silence est devenu une forme de complicité. Il est né non pas d'une idéologie, d'une ambition ou d'un calcul politique, mais de la pression accumulée vécue par toute une génération à qui l'on a demandé de supporter l'injustice structurelle sans se plaindre.\n\nLe nom GenZ212 est intentionnel et symbolique. \"Gen Z\" situe le mouvement dans un contexte générationnel mondial défini par la vie numérique, l'instabilité économique et la désillusion politique. \"212\", le code pays du Maroc, ancre cette expérience générationnelle mondiale dans une réalité locale spécifique.\n\nGenZ212 n'est pas un parti politique, et ne cherche pas à le devenir. Il existe en tant que mouvement, réseau et position morale partagée. Il rejette explicitement la capture par les élites, l'exploitation partisane et l'activisme performatif.\n\nÀ la base, GenZ212 représente la jeunesse marginalisée : les diplômés chômeurs, les travailleurs précaires, les communautés rurales exclues, les étudiants réduits au silence et ceux dont la vie est façonnée par des décisions prises sans leur consentement.\n\nGenZ212 se définit par la dignité plutôt que par l'idéologie. Tout système — politique, économique ou social — qui nécessite l'humiliation de la jeunesse pour fonctionner est illégitime. Toute stabilité construite sur l'exclusion est fragile. Toute paix qui exige le silence face à l'injustice est fausse.",
    "manifesto.section.vision.title": "Vision",
    "manifesto.section.vision.subtitle": "Où Nous Voulons Aller",
    "manifesto.section.vision.content": "GenZ212 envisage une société où la protestation n'est plus le principal outil de survie. Une société où les jeunes n'ont pas besoin de descendre dans la rue pour exiger ce qui devrait déjà être garanti par le simple fait d'être humain.\n\nCette vision est fondée sur la conviction que les institutions doivent servir les gens, et non les gérer. GenZ212 envisage des institutions transparentes, responsables et réactives — des institutions qui reconnaissent les jeunes non pas comme des menaces, des fardeaux ou des statistiques abstraites, mais comme des citoyens à part entière dotés d'une capacité d'action et d'une voix.\n\nLa dignité signifie l'accès à des soins de santé de qualité sans humiliation. Une éducation qui équipe plutôt qu'elle n'exclut. Un travail qui assure la stabilité plutôt que l'exploitation. Un logement vivable et abordable. Le droit de parler, de s'organiser et de critiquer sans peur.\n\nCet avenir est collectif. Il n'imagine pas le progrès pour quelques-uns alors que beaucoup restent exclus. La vision de GenZ212 insiste sur le fait qu'une société qui investit dans sa jeunesse investit dans sa propre continuité.",
    "manifesto.section.values.title": "Valeurs & Principes",
    "manifesto.section.values.subtitle": "Ce Sur Quoi Nous Ne Faisons Pas De Compromis",
    "manifesto.section.values.content": "La dignité humaine est le fondement. Chaque action, chaque position et chaque exigence doit s'aligner sur la protection de la valeur humaine. Aucune cause ne justifie l'humiliation, la déshumanisation ou l'instrumentalisation de la souffrance.\n\nLa justice sociale est indissociable de la dignité. L'égalité n'est pas l'identité ; c'est l'égalité d'accès aux droits, aux ressources et aux opportunités. La justice exige la responsabilité de ceux qui sont au pouvoir et la protection de ceux qui n'en ont pas.\n\nLa responsabilité s'applique universellement. Le pouvoir doit répondre à ceux qu'il affecte. La corruption n'est pas seulement un échec moral individuel, mais un système qui normalise l'impunité.\n\nLa solidarité définit nos relations. La solidarité n'est pas de la charité ; c'est la reconnaissance mutuelle d'une vulnérabilité partagée et d'une lutte partagée. GenZ212 écoute avant de parler et place au centre les voix qui sont souvent ignorées.\n\nGenZ212 rejette la violence comme principe. La violence peut produire de la visibilité, mais elle détruit la cohérence morale et nuit à ceux qu'elle prétend défendre. La résistance doit préserver l'humanité qu'elle cherche à protéger.",
    "manifesto.section.political.title": "Positionnement Politique",
    "manifesto.section.political.subtitle": "Notre Rapport au Pouvoir",
    "manifesto.section.political.content": "GenZ212 se positionne en dehors des binaires politiques traditionnels, non par indifférence, mais par nécessité. Le mouvement est post-idéologique et axé sur les problèmes. Il évalue le pouvoir non pas par ses intentions déclarées, mais par ses effets concrets sur la dignité humaine.\n\nLe pouvoir sous sa forme actuelle est excessivement concentré, insuffisamment responsable et structurellement isolé des conséquences. GenZ212 rejette ce déséquilibre. La légitimité doit être continuellement méritée par la transparence, la réactivité et la justice.\n\nGenZ212 se comprend comme un mouvement de pression plutôt que comme une entité gouvernementale. Son rôle n'est pas de gérer le pouvoir, mais de le confronter, d'exposer ses échecs et d'exiger des comptes.\n\nLa démocratie, telle qu'elle est pratiquée actuellement, est reconnue comme incomplète et appliquée de manière inégale. Un système qui permet de voter mais supprime la dissidence, ou qui accorde des droits sur le papier tout en les refusant dans la pratique, ne répond pas aux normes démocratiques.\n\nGenZ212 ne cherche pas à remplacer une élite par une autre. Son positionnement est fondé sur la responsabilité horizontale et l'agence collective. Le pouvoir doit être dispersé, surveillé et continuellement remis en question.",
    "manifesto.section.generational.title": "Perspective Generationnelle",
    "manifesto.section.generational.subtitle": "Pourquoi la Gen Z ?",
    "manifesto.section.generational.content": "La Gen Z hérite de problèmes structurels qu'elle n'a pas créés, tout en se voyant refuser une participation significative à leur résolution. La précarité n'est pas une exception pour cette génération — c'est la norme.\n\nLes jeunes d'aujourd'hui sont confrontés au chômage chronique, même lorsqu'ils sont hautement éduqués. La mobilité sociale est de plus en plus bloquée, le logement est inaccessible et la promesse que l'éducation garantit la dignité a été systématiquement rompue.\n\nCette génération comprend quelque chose que les générations précédentes ont été encouragées à ignorer : la stabilité sans dignité n'est pas la paix. Le silence imposé par la dépendance économique ou la peur politique n'est pas l'harmonie sociale — c'est un conflit réprimé.\n\nLa vie numérique a façonné la conscience politique de la Gen Z. La génération a vu des protestations écrasées, des promesses abandonnées et la corruption exposée au-delà des frontières. Cette prise de conscience produit à la fois scepticisme et résilience.\n\nGenZ212 affirme que toute société qui marginalise systématiquement sa jeunesse mine activement son propre avenir. Investir dans la Gen Z n'est pas une concession — c'est une nécessité pour la continuité, l'innovation et la cohésion sociale.",
    "manifesto.section.causes.title": "Enjeux Sociaux & Causes",
    "manifesto.section.causes.subtitle": "Ce Pour Quoi Nous Nous Battons",
    "manifesto.section.causes.content": "L'éducation n'est pas simplement une question d'accès, mais de pertinence et de dignité. Les systèmes qui produisent des diplômés sans perspectives génèrent de la frustration, pas de l'autonomisation.\n\nLa santé est une question de vie et de dignité. Lorsque l'accès dépend de la richesse, de la localisation ou des relations, la maladie devient une punition. GenZ212 rejette les systèmes où la survie elle-même est stratifiée.\n\nL'emploi est central. Le travail doit apporter stabilité, protection et respect. Le travail précaire qui piège les jeunes dans des cycles d'insécurité est une forme de violence structurelle.\n\nLe logement n'est pas un luxe. Lorsque les jeunes ne peuvent pas imaginer une vie indépendante, la société stagne. GenZ212 traite l'accès au logement comme fondamental pour la dignité.\n\nLa liberté d'expression sous-tend toutes les autres causes. Sans la capacité de parler, de s'organiser et d'être en désaccord, la réforme devient impossible. GenZ212 défend cette liberté comme une responsabilité.\n\nPlus important encore, GenZ212 place au centre les voix marginalisées en écoutant. Il ne parle pas à la place des communautés — il les amplifie.",
    "manifesto.section.organization.title": "Organisation & Structure du Pouvoir",
    "manifesto.section.organization.subtitle": "Comment Nous Nous Gouvernons",
    "manifesto.section.organization.content": "Le mouvement est décentralisé par conception. Il n'y a pas de dirigeant unique, pas de porte-parole permanent et pas d'autorité centralisée. Cela protège le mouvement de la répression et empêche l'accumulation de pouvoir qui peut être exploité ou coopté.\n\nLa prise de décision est basée sur la consultation, la délibération et la recherche de consensus. Le désaccord n'est pas traité comme une faiblesse, mais comme une preuve de pluralisme et d'honnêteté intellectuelle.\n\nLa représentation au sein de GenZ212 est rotationnelle et situationnelle, pas fixe. Aucun individu ne parle pour GenZ212 de manière permanente ; ils parlent à partir de celui-ci, et seulement dans le cadre de mandats clairement définis.\n\nLa transparence est une exigence fondamentale. Les décisions, les positions et les actions doivent être explicables au collectif. La confiance se construit par la clarté, pas par le mystère.\n\nLa concentration du pouvoir est activement combattue. Les hiérarchies informelles, l'autorité basée sur le charisme et la dépendance envers des individus spécifiques sont continuellement examinées et corrigées.",
    "manifesto.section.strategy.title": "Stratégie & Action",
    "manifesto.section.strategy.subtitle": "Comment Nous Créons le Changement",
    "manifesto.section.strategy.content": "GenZ212 aborde l'action avec un esprit stratégique à long terme. Bien que la protestation et la mobilisation soient des outils légitimes, elles ne sont pas des fins en soi. L'action doit être déterminée, fondée sur des principes et orientée vers une pression soutenue.\n\nL'objectif principal est de changer les conditions dans lesquelles les décisions sont prises. Cela inclut la modification du discours public, l'exposition des échecs systémiques et la création d'une conscience collective qui ne peut être facilement écartée.\n\nLa conscience est la première couche. GenZ212 investit dans la documentation, l'éducation et la clarification narrative pour démanteler les récits qui normalisent l'inégalité ou délégitiment la dissidence.\n\nLa pression soutenue est privilégiée par rapport à l'indignation épisodique. Le mouvement valorise l'endurance par rapport à l'intensité, reconnaissant que l'engagement à long terme est plus menaçant pour les systèmes injustes que les éruptions de courte durée.\n\nLa non-violence est à la fois stratégique et éthique. De telles actions non seulement nuisent aux innocents, mais sapent également la légitimité morale. GenZ212 refuse de gagner en perdant son humanité.",
    "manifesto.section.communication.title": "Communication & Récit",
    "manifesto.section.communication.subtitle": "Comment Nous Parlons",
    "manifesto.section.communication.content": "GenZ212 traite la communication comme un site de lutte. Les récits façonnent la légitimité, définissent les limites du discours acceptable et déterminent quelle souffrance est reconnue.\n\nLe message central est intentionnellement simple : la dignité des jeunes n'est pas négociable. L'injustice complexe ne nécessite pas un langage moral complexe.\n\nGenZ212 conteste activement les récits qui cadrent la protestation des jeunes comme du chaos, de l'immaturité ou une menace. Le mouvement répond avec des faits, de la cohérence et un fondement moral.\n\nLe mouvement refuse le langage déshumanisant, même envers ceux auxquels il s'oppose. La critique est dirigée contre les systèmes, les politiques et les actions — pas contre la valeur inhérente des individus.\n\nGenZ212 communique non pas pour persuader tout le monde, mais pour rester véridique. La légitimité se construit par la cohérence dans le temps.",
    "manifesto.section.ethics.title": "Éthique & Responsabilité",
    "manifesto.section.ethics.subtitle": "Comment Nous Évitons de Devenir Ce Que Nous Combattons",
    "manifesto.section.ethics.content": "Les mouvements qui exigent des comptes aux autres tout en s'exonérant finissent par s'effondrer sous la contradiction. L'éthique et la responsabilité sont des nécessités opérationnelles.\n\nLa transparence est une attente de base. Lorsque des erreurs se produisent — comme elles se produiront inévitablement — elles sont reconnues plutôt que dissimulées.\n\nL'autocritique est institutionnalisée. GenZ212 encourage la réflexion, la dissidence et la correction. La loyauté envers les principes prime sur la loyauté envers les individus.\n\nL'abus d'influence est affronté directement. La contribution n'accorde pas l'immunité. Le charisme, le sacrifice ou la visibilité ne peuvent jamais justifier le mal.\n\nLa responsabilité est réciproque. Le mouvement exige des comptes au pouvoir parce qu'il les pratique en interne.",
    "manifesto.section.legacy.title": "Héritage & Continuité",
    "manifesto.section.legacy.subtitle": "Ce Qui Doit Rester",
    "manifesto.section.legacy.content": "GenZ212 ne cherche pas la permanence en tant qu'institution. Il cherche la permanence en tant que précédent. Si le mouvement disparaît, il vise à laisser derrière lui un dossier de refus : la preuve que l'injustice a été nommée, contestée et documentée.\n\nL'héritage est compris non pas comme des monuments ou de la reconnaissance, mais comme une transmission. Les connaissances, l'analyse, le courage et les limites éthiques doivent être préservés pour ceux qui viennent après.\n\nLe message aux générations futures est sans compromis : n'acceptez pas l'indignité en silence. La stabilité sans justice est fragile. La paix sans dignité est fausse.\n\nL'héritage ultime de GenZ212 est l'affirmation que les jeunes ne sont pas un problème à gérer, mais une force qui peut redéfinir les limites morales. Ce refus, une fois articulé, ne peut être annulé.",
    "history.title": "ORIGINES & IDÉOLOGIE",
    "history.subtitle": "Comment un serveur Discord est devenu la voix d'une génération exigeant le changement.",
    "history.section.background.title": "Le Contexte",
    "history.section.background.content": "Le Maroc faisait face à un chômage des jeunes de 35,8 % avec plus de la moitié de la population de moins de 35 ans. La croissance économique était en moyenne de 3 %, en dessous de l'objectif de 6 %. Le pays ne comptait que 7,7 médecins pour 10 000 habitants — bien en dessous des 25 recommandés par l'OMS. Des milliards ont été dépensés pour des stades de Coupe du Monde alors que les hôpitaux se détérioraient.",
    "history.section.spark.title": "L'Étincelle",
    "history.section.spark.content": "Huit femmes sont mortes en accouchant dans un hôpital public à Agadir, exposant la fragilité du système de santé. La colère populaire s'est intensifiée. Quatre utilisateurs ont lancé un serveur Discord le 18 septembre. En quelques semaines, il est passé de 1 000 à plus de 250 000 membres.",
    "history.section.movement.title": "Le Mouvement",
    "history.section.movement.content": "Les premières manifestations ont éclaté à Rabat, Marrakech et Casablanca. GenZ 212 — nommé d'après le code pays +212 du Maroc — s'est organisé via Discord, TikTok et Instagram. 'Les stades sont là, mais où sont les hôpitaux ?' est devenu un cri de ralliement. Ce furent les plus grandes manifestations depuis 2011-2012.",
    "history.discord.title": "Pourquoi Discord ?",
    "history.discord.content": "Discord a été choisi pour sa nature décentralisée et parce que les autorités marocaines ne le connaissaient pas. Comme l'a expliqué un organisateur : \"Le système de sécurité du pays est connu pour être sanglant.\" Les coordinateurs du serveur sont restés anonymes pour se protéger tout en coordonnant des manifestations pacifiques.",
    "history.discord.footer": "Le mouvement s'est inspiré de protestations similaires de la Gen Z au Népal, à Madagascar et au Pérou.",
    "timeline.title": "LA CHRONOLOGIE",
    "timeline.subtitle": "Événements clés des protestations GenZ 212, septembre-octobre 2025.",
    "timeline.event.launch.title": "Création du Serveur Discord",
    "timeline.event.launch.era": "Le Lancement",
    "timeline.event.launch.desc": "Quatre utilisateurs lancent le serveur Discord GenZ 212 avec moins de 1 000 membres. Discord a été choisi pour sa nature décentralisée.",
    "timeline.event.dayone.title": "Début des Premières Protestations",
    "timeline.event.dayone.era": "Jour Un",
    "timeline.event.dayone.desc": "Les premières manifestations ont lieu à Rabat, Marrakech et Casablanca. Des arrestations précoces sont signalées par les médias locaux et les groupes de défense des droits.",
    "timeline.event.expansion.title": "Le Mouvement s'Étend",
    "timeline.event.expansion.era": "Expansion",
    "timeline.event.expansion.desc": "Les protestations s'étendent à Agadir et à au moins sept autres villes. Les manifestants bloquent une autoroute majeure à Casablanca.",
    "timeline.event.escalation.title": "La Violence Éclate",
    "timeline.event.escalation.era": "Escalade",
    "timeline.event.escalation.desc": "Émeutes et affrontements signalés dans plusieurs villes. Un étudiant de 19 ans est heurté par un véhicule de police à Oujda.",
    "timeline.event.tragedy.title": "Trois Morts à Lqliâa",
    "timeline.event.tragedy.era": "Tragédie",
    "timeline.event.tragedy.desc": "Trois manifestants tués après l'assaut d'un poste de Gendarmerie Royale. Le ministère de l'Intérieur signale 409 arrestations, 326 membres des forces de sécurité blessés.",
    "timeline.event.persistence.title": "Les Protestations Continuent",
    "timeline.event.persistence.era": "Persistance",
    "timeline.event.persistence.desc": "Les manifestations continuent avec des chants 'Le peuple veut le départ d'Akhannouch'. Le serveur Discord atteint 250 000 membres.",
    "timeline.event.pause.title": "Suspension Temporaire",
    "timeline.event.pause.era": "Pause Stratégique",
    "timeline.event.pause.desc": "GenZ 212 suspend temporairement les protestations pour 'renforcer l'organisation et la coordination' pour la phase suivante.",
    "timeline.event.resumption.title": "Reprise des Protestations",
    "timeline.event.resumption.era": "Reprise",
    "timeline.event.resumption.desc": "Les manifestations reprennent à Rabat et dans d'autres villes. Le mouvement appelle aux boycotts et à des tactiques de pression diversifiées.",
    "timeline.event.response.title": "Annonce de Réformes Gouvernementales",
    "timeline.event.response.era": "Réponse",
    "timeline.event.response.desc": "15 milliards de dollars alloués à la santé et à l'éducation (augmentation de 16 %), 27 000 nouveaux emplois promis, 90 hôpitaux à rénover.",
    "stats.discord": "Membres Discord",
    "stats.arrests": "Arrestations",
    "stats.cities": "Villes Manifestantes",
    "stats.deaths": "Morts",
    "podcasts.title": "PODCASTS & INTERVIEWS",
    "podcasts.subtitle": "Chaque voix mène... et chaque position est un centre",
    "podcasts.cta.subtext": "Abonnez-vous à notre chaîne YouTube pour plus de contenu",
    "podcasts.cta.button": "S'abonner sur YouTube",
    "podcasts.item.1.title": "Entretien avec Omar Moujane",
    "podcasts.item.1.desc": "Lecture des revendications sociales selon la vision du mouvement amazigh",
    "podcasts.item.2.title": "La politique avec une nouvelle voix - Omar Bellafrij",
    "podcasts.item.2.desc": "Session de discussion sur le paysage politique marocain",
    "podcasts.item.3.title": "3 heures de pensée et de clarté - Aboubakr Jamaï",
    "podcasts.item.3.desc": "Aboubakr Jamaï dans une discussion ouverte",
    "podcasts.item.4.title": "Aziz Ghali - Discussion ouverte",
    "podcasts.item.4.desc": "La réalité de la santé au Maroc, les droits de l'homme et les moyens de réaliser les revendications légitimes",
    "podcasts.item.5.title": "Aji Tna9ech - Omar Bellafrij",
    "podcasts.item.5.desc": "Session ouverte sur tout ce qui est politique, social et économique",
    "podcasts.item.6.title": "Podcast GenZ 212 Épisode 6",
    "podcasts.item.6.desc": "Discussion sur les revendications des jeunes et les progrès du mouvement",
    "podcasts.item.7.title": "Podcast GenZ 212 Épisode 7",
    "podcasts.item.7.desc": "Analyse de la réponse du gouvernement et prochaines étapes",
    "podcasts.item.8.title": "Podcast GenZ 212 Épisode 8",
    "podcasts.item.8.desc": "Voix du mouvement",
    "podcasts.item.9.title": "Podcast GenZ 212 Épisode 9",
    "podcasts.item.9.desc": "Crise de la santé et revendications de réforme",
    "podcasts.item.10.title": "Podcast GenZ 212 Épisode 10",
    "podcasts.item.10.desc": "L'avenir du mouvement",
    "blog.title.primary": "LE",
    "blog.title.accent": "BLOG",
    "blog.subtitle": "Actualit?s, analyses et voix du mouvement GenZ 212.",
    "blog.searchPlaceholder": "Rechercher des articles...",
    "blog.filter.all": "Tous",
    "blog.featured": "? la une",
    "blog.allPosts": "Tous les articles",
    "blog.empty.title": "Aucun article pour le moment",
    "blog.empty.subtitle": "Les articles appara?tront ici une fois ajout?s via Strapi.",
    "blog.empty.search": "Aucun article ne correspond ? vos crit?res.",
    "blog.backToBlog": "Retour au blog",
    "blog.by": "Par",
    "blog.postNotFound.title": "Article introuvable",
    "blog.postNotFound.subtitle": "L'article que vous recherchez n'existe pas."
}