{
    "nav.home": "首页",
    "nav.manifesto": "宣言",
    "nav.history": "历史",
    "nav.timeline": "时间线",
    "nav.podcasts": "播客",
    "nav.blog": "博客",
    "hero.subtitle": "摩洛哥青年之声",
    "hero.title": "GEN-Z",
    "hero.description": "由青年领导的运动，为所有摩洛哥人争取医疗、教育和有尊严的生活。",
    "hero.cta.timeline": "查看时间线",
    "hero.cta.blog": "阅读更新",
    "demands.title": "我们的诉求",
    "demands.healthcare": "医疗",
    "demands.healthcare.desc": "可及的优质公共医疗",
    "demands.education": "教育",
    "demands.education.desc": "免费、优质、无歧视的教育",
    "demands.housing": "住房",
    "demands.housing.desc": "负担得起的体面住房",
    "demands.employment": "就业",
    "demands.employment.desc": "就业机会和降低青年失业率",
    "demands.transport": "交通",
    "demands.transport.desc": "更好的公共交通基础设施",
    "demands.accountability": "问责",
    "demands.accountability.desc": "反腐败行动",
    "quote": "健康、教育和有尊严生活的权利不是空洞的口号。",
    "footer.rights": "健康、教育和有尊严生活的权利",
    "theme.dark": "深色",
    "theme.light": "浅色",
    "manifesto.title": "宣言",
    "manifesto.subtitle": "Our identity, vision, and principles. What we stand for and why we exist.",
    "manifesto.quote": "GenZ212 is, above all, a refusal: a refusal to normalize injustice, a refusal to internalize humiliation, and a refusal to accept that youth must suffer quietly for society to function.",
    "manifesto.section.identity.title": "Core Identity",
    "manifesto.section.identity.subtitle": "Who We Are",
    "manifesto.section.identity.content": "GenZ212 exists because silence became a form of complicity. It was born not out of ideology, ambition, or political calculation, but out of accumulated pressure experienced by an entire generation that was asked to endure structural injustice without complaint.\n\nThe name GenZ212 is intentional and symbolic. \"Gen Z\" situates the movement within a global generational context defined by digital life, economic instability, and political disillusionment. \"212,\" Morocco's country code, grounds that global generational experience in a specific local reality.\n\nGenZ212 is not a political party, nor does it seek to become one. It exists as a movement, a network, and a shared moral position. It explicitly rejects elite capture, partisan exploitation, and performative activism.\n\nAt its core, GenZ212 represents marginalized youth: unemployed graduates, precarious workers, excluded rural communities, silenced students, and those whose lives are shaped by decisions made without their consent.\n\nGenZ212 is defined by dignity rather than ideology. Any system—political, economic, or social—that requires the humiliation of youth to function is illegitimate. Any stability built on exclusion is fragile. Any peace that demands silence in the face of injustice is false.",
    "manifesto.section.vision.title": "Vision",
    "manifesto.section.vision.subtitle": "Where We Want to Go",
    "manifesto.section.vision.content": "GenZ212 envisions a society where protest is no longer the primary tool for survival. A society where young people do not need to take to the streets to demand what should already be guaranteed by virtue of being human.\n\nThis vision is grounded in the belief that institutions should serve people, not manage them. GenZ212 envisions institutions that are transparent, accountable, and responsive—institutions that recognize youth not as threats, burdens, or abstract statistics, but as full citizens with agency and voice.\n\nDignity means access to quality healthcare without humiliation. Education that equips rather than excludes. Work that provides stability rather than exploitation. Housing that is livable and affordable. The right to speak, organize, and criticize without fear.\n\nThis future is collective. It does not imagine progress for a few while many remain excluded. GenZ212's vision insists that a society that invests in its youth invests in its own continuity.",
    "manifesto.section.values.title": "Values & Principles",
    "manifesto.section.values.subtitle": "What We Do Not Compromise",
    "manifesto.section.values.content": "Human dignity is the foundation. Every action, position, and demand must align with the protection of human worth. No cause justifies humiliation, dehumanization, or the instrumentalization of suffering.\n\nSocial justice is inseparable from dignity. Equality is not sameness; it is equal access to rights, resources, and opportunity. Justice requires accountability for those in power and protection for those without it.\n\nAccountability applies universally. Power must answer to those it affects. Corruption is not a moral failure of individuals alone, but a system that normalizes impunity.\n\nSolidarity defines our relationships. Solidarity is not charity; it is mutual recognition of shared vulnerability and shared struggle. GenZ212 listens before it speaks and centers voices that are often ignored.\n\nGenZ212 rejects violence as a principle. Violence may produce visibility, but it destroys moral coherence and harms those it claims to defend. Resistance must preserve the humanity it seeks to protect.",
    "manifesto.section.political.title": "Political Positioning",
    "manifesto.section.political.subtitle": "How We Relate to Power",
    "manifesto.section.political.content": "GenZ212 positions itself outside traditional political binaries not out of indifference, but out of necessity. The movement is post-ideological and issue-driven. It evaluates power not by its stated intentions, but by its concrete effects on human dignity.\n\nPower in its current form is excessively concentrated, insufficiently accountable, and structurally insulated from consequences. GenZ212 rejects this imbalance. Legitimacy must be continuously earned through transparency, responsiveness, and justice.\n\nGenZ212 understands itself as a pressure movement rather than a governing entity. Its role is not to manage power, but to confront it, expose its failures, and demand accountability.\n\nDemocracy, as currently practiced, is recognized as incomplete and unevenly applied. A system that allows voting but suppresses dissent, or that grants rights on paper while denying them in practice, fails to meet democratic standards.\n\nGenZ212 does not seek to replace one elite with another. Its positioning is grounded in horizontal accountability and collective agency. Power must be dispersed, monitored, and continuously questioned.",
    "manifesto.section.generational.title": "Generational Perspective",
    "manifesto.section.generational.subtitle": "Why Gen Z?",
    "manifesto.section.generational.content": "Gen Z inherits structural problems it did not create, while being denied meaningful participation in solving them. Precarity is not an exception for this generation—it is the norm.\n\nYoung people today face chronic unemployment, even when highly educated. Social mobility is increasingly blocked, housing is inaccessible, and the promise that education guarantees dignity has been systematically broken.\n\nThis generation understands something previous generations were encouraged to ignore: stability without dignity is not peace. Silence enforced by economic dependence or political fear is not social harmony—it is suppressed conflict.\n\nDigital life has shaped Gen Z's political consciousness. The generation has seen protests crushed, promises abandoned, and corruption exposed across borders. This awareness produces both skepticism and resilience.\n\nGenZ212 asserts that any society that systematically marginalizes its youth is actively undermining its own future. Investing in Gen Z is not a concession—it is a necessity for continuity, innovation, and social cohesion.",
    "manifesto.section.causes.title": "Social Issues & Causes",
    "manifesto.section.causes.subtitle": "What We Fight For",
    "manifesto.section.causes.content": "Education is not merely about access, but about relevance and dignity. Systems that produce graduates without prospects generate frustration, not empowerment.\n\nHealthcare is a matter of life and dignity. When access depends on wealth, location, or connections, illness becomes punishment. GenZ212 rejects systems where survival itself is stratified.\n\nEmployment is central. Work must provide stability, protection, and respect. Precarious labor that traps youth in cycles of insecurity is a form of structural violence.\n\nHousing is not a luxury. When young people cannot imagine independent life, society stagnates. GenZ212 treats housing access as foundational to dignity.\n\nFreedom of expression underpins all other causes. Without the ability to speak, organize, and dissent, reform becomes impossible. GenZ212 defends this freedom as accountability.\n\nMost importantly, GenZ212 centers marginalized voices by listening. It does not speak over communities—it amplifies them.",
    "manifesto.section.organization.title": "Organization & Power Structure",
    "manifesto.section.organization.subtitle": "How We Govern Ourselves",
    "manifesto.section.organization.content": "The movement is decentralized by design. There is no single leader, no permanent spokesperson, and no centralized authority. This protects the movement from repression and prevents the accumulation of power that can be exploited or co-opted.\n\nDecision-making is based on consultation, deliberation, and consensus-seeking. Disagreement is not treated as weakness, but as evidence of pluralism and intellectual honesty.\n\nRepresentation within GenZ212 is rotational and situational, not fixed. No individual speaks for GenZ212 permanently; they speak from it, and only within clearly defined mandates.\n\nTransparency is a core requirement. Decisions, positions, and actions must be explainable to the collective. Trust is built through clarity, not mystique.\n\nPower concentration is actively resisted. Informal hierarchies, charisma-based authority, and dependency on specific individuals are continuously examined and corrected.",
    "manifesto.section.strategy.title": "Strategy & Action",
    "manifesto.section.strategy.subtitle": "How We Create Change",
    "manifesto.section.strategy.content": "GenZ212 approaches action with a long-term strategic mindset. While protest and mobilization are legitimate tools, they are not ends in themselves. Action must be purposeful, principled, and oriented toward sustained pressure.\n\nThe core objective is to shift the conditions under which decisions are made. This includes altering public discourse, exposing systemic failures, and creating collective awareness that cannot be easily dismissed.\n\nAwareness is the first layer. GenZ212 invests in documentation, education, and narrative clarification to dismantle narratives that normalize inequality or delegitimize dissent.\n\nSustained pressure is prioritized over episodic outrage. The movement values endurance over intensity, recognizing that long-term engagement is more threatening to unjust systems than short-lived eruptions.\n\nNon-violence is both strategic and ethical. Such actions not only harm innocents, but also undermine moral legitimacy. GenZ212 refuses to win by losing its humanity.",
    "manifesto.section.communication.title": "Communication & Narrative",
    "manifesto.section.communication.subtitle": "How We Speak",
    "manifesto.section.communication.content": "GenZ212 treats communication as a site of struggle. Narratives shape legitimacy, define boundaries of acceptable discourse, and determine whose suffering is acknowledged.\n\nThe central message is intentionally simple: youth dignity is not negotiable. Complex injustice does not require complex moral language.\n\nGenZ212 actively challenges narratives that frame youth protest as chaos, immaturity, or threat. The movement responds with facts, consistency, and moral grounding.\n\nThe movement refuses dehumanizing language, even toward those it opposes. Critique is directed at systems, policies, and actions—not at the inherent worth of individuals.\n\nGenZ212 communicates not to persuade everyone, but to remain truthful. Legitimacy is built through consistency over time.",
    "manifesto.section.ethics.title": "Ethics & Accountability",
    "manifesto.section.ethics.subtitle": "How We Avoid Becoming What We Oppose",
    "manifesto.section.ethics.content": "Movements that demand accountability from others while exempting themselves eventually collapse under contradiction. Ethics and accountability are operational necessities.\n\nTransparency is a baseline expectation. When mistakes occur—as they inevitably will—they are acknowledged rather than concealed.\n\nSelf-critique is institutionalized. GenZ212 encourages reflection, dissent, and correction. Loyalty to principles takes precedence over loyalty to individuals.\n\nAbuse of influence is confronted directly. Contribution does not grant immunity. Charisma, sacrifice, or visibility can never justify harm.\n\nAccountability is reciprocal. The movement demands accountability from power because it practices it internally.",
    "manifesto.section.legacy.title": "Legacy & Continuity",
    "manifesto.section.legacy.subtitle": "What Must Remain",
    "manifesto.section.legacy.content": "GenZ212 does not seek permanence as an institution. It seeks permanence as a precedent. If the movement disappears, it aims to leave behind a record of refusal: proof that injustice was named, challenged, and documented.\n\nLegacy is understood not as monuments or recognition, but as transmission. Knowledge, analysis, courage, and ethical boundaries must be preserved for those who come after.\n\nThe message to future generations is uncompromising: do not accept indignity quietly. Stability without justice is fragile. Peace without dignity is false.\n\nGenZ212's ultimate legacy is the assertion that youth are not a problem to be managed, but a force that can redefine moral limits. That refusal, once articulated, cannot be undone.",
    "history.title": "起源与意识形态",
    "history.subtitle": "How a Discord server became the voice of a generation demanding change.",
    "history.section.background.title": "The Background",
    "history.section.background.content": "Morocco faced 35.8% youth unemployment with more than half the population under 35. Economic growth averaged 3%, below the 6% target. The country had only 7.7 doctors per 10,000 people—well below the WHO-recommended 25. Billions were spent on World Cup stadiums while hospitals deteriorated.",
    "history.section.spark.title": "The Spark",
    "history.section.spark.content": "Eight women died during childbirth at a public hospital in Agadir, exposing the fragile healthcare system. Popular anger intensified. Four users launched a Discord server on September 18th. Within weeks, it grew from 1,000 to over 250,000 members.",
    "history.section.movement.title": "The Movement",
    "history.section.movement.content": "The first protests erupted in Rabat, Marrakesh, and Casablanca. GenZ 212—named after Morocco's +212 country code—organized through Discord, TikTok, and Instagram. 'Stadiums are here, but where are the hospitals?' became a rallying cry. These were the largest protests since 2011-2012.",
    "history.discord.title": "Why Discord?",
    "history.discord.content": "Discord was chosen for its decentralized nature and because Moroccan authorities were unfamiliar with it. As one organizer explained: \"The country's security system is known for being bloody.\" The server's coordinators remained anonymous to protect themselves while coordinating peaceful demonstrations.",
    "history.discord.footer": "The movement took inspiration from similar Gen Z protests in Nepal, Madagascar, and Peru.",
    "timeline.title": "时间轴",
    "timeline.subtitle": "Key events from the GenZ 212 protests, September-October 2025.",
    "timeline.event.launch.title": "Discord Server Created",
    "timeline.event.launch.era": "The Launch",
    "timeline.event.launch.desc": "Four users launch the GenZ 212 Discord server with fewer than 1,000 members. Discord was chosen for its decentralized nature.",
    "timeline.event.dayone.title": "First Protests Begin",
    "timeline.event.dayone.era": "Day One",
    "timeline.event.dayone.desc": "The first demonstrations take place in Rabat, Marrakesh, and Casablanca. Early arrests are reported by local outlets and rights groups.",
    "timeline.event.expansion.title": "Movement Spreads",
    "timeline.event.expansion.era": "Expansion",
    "timeline.event.expansion.desc": "Protests expand to Agadir and at least seven other cities. Demonstrators block a major highway in Casablanca.",
    "timeline.event.escalation.title": "Violence Erupts",
    "timeline.event.escalation.era": "Escalation",
    "timeline.event.escalation.desc": "Rioting and clashes reported across multiple cities. A 19-year-old student is struck by a police vehicle in Oujda.",
    "timeline.event.tragedy.title": "Three Deaths in Lqliâa",
    "timeline.event.tragedy.era": "Tragedy",
    "timeline.event.tragedy.desc": "Three protesters killed after Royal Gendarmerie station is stormed. Interior Ministry reports 409 arrests, 326 security forces injured.",
    "timeline.event.persistence.title": "Protests Continue",
    "timeline.event.persistence.era": "Persistence",
    "timeline.event.persistence.desc": "Demonstrations continue with chants of 'The people want Akhannouch to leave.' Discord server grows to 250,000 members.",
    "timeline.event.pause.title": "Temporary Suspension",
    "timeline.event.pause.era": "Strategic Pause",
    "timeline.event.pause.desc": "GenZ 212 temporarily suspends protests to 'strengthen organisation and coordination' for the next phase.",
    "timeline.event.resumption.title": "Protests Resume",
    "timeline.event.resumption.era": "Resumption",
    "timeline.event.resumption.desc": "Demonstrations resume in Rabat and other cities. Movement calls for boycotts and diversified pressure tactics.",
    "timeline.event.response.title": "Government Reforms Announced",
    "timeline.event.response.era": "Response",
    "timeline.event.response.desc": "$15 billion allocated for health and education (16% increase), 27,000 new jobs promised, 90 hospitals to be renovated.",
    "stats.discord": "Discord Members",
    "stats.arrests": "Arrests",
    "stats.cities": "Cities Protesting",
    "stats.deaths": "Deaths",
    "podcasts.title": "播客与访谈",
    "podcasts.subtitle": "Every voice leads... and every position is a center",
    "podcasts.cta.subtext": "Subscribe to our YouTube channel for more content",
    "podcasts.cta.button": "Subscribe on YouTube",
    "podcasts.item.1.title": "Interview with Omar Moujane",
    "podcasts.item.1.desc": "Reading into social demands according to the Amazigh movement's vision",
    "podcasts.item.2.title": "Politics with a New Voice - Omar Bellafrij",
    "podcasts.item.2.desc": "Discussion session on the Moroccan political landscape",
    "podcasts.item.3.title": "3 Hours of Thought and Clarity - Aboubakr Jamaï",
    "podcasts.item.3.desc": "Aboubakr Jamaï in an open discussion",
    "podcasts.item.4.title": "Aziz Ghali - Open Discussion",
    "podcasts.item.4.desc": "The reality of health in Morocco, human rights, and ways to achieve legitimate demands",
    "podcasts.item.5.title": "Aji Tna9ech - Omar Bellafrij",
    "podcasts.item.5.desc": "Open session on everything political, social, and economic",
    "podcasts.item.6.title": "GenZ 212 Podcast Episode 6",
    "podcasts.item.6.desc": "Discussion on youth demands and movement progress",
    "podcasts.item.7.title": "GenZ 212 Podcast Episode 7",
    "podcasts.item.7.desc": "Analysis of government response and next steps",
    "podcasts.item.8.title": "GenZ 212 Podcast Episode 8",
    "podcasts.item.8.desc": "Voices from the movement",
    "podcasts.item.9.title": "GenZ 212 Podcast Episode 9",
    "podcasts.item.9.desc": "Healthcare crisis and reform demands",
    "podcasts.item.10.title": "GenZ 212 Podcast Episode 10",
    "podcasts.item.10.desc": "The future of the movement"
}